Repository: altmer/luggage
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: de

source: can't be blank
de: bitte ausfüllen

source: has already been taken
de: ist bereits benutzt

source: is invalid
de: ist ungültig

source: has invalid format
de: Format ist ungültig

source: has an invalid entry
de: hat einen ungültigen Eintrag

source: is reserved
de: ist reserviert

source: does not match confirmation
de: stimmt nicht der Bestätigung überein

source: is still associated to this entry
de: ist immer noch mit diesem Eintrag verbunden

source: are still associated to this entry
de: sind immer noch mit diesem Eintrag verbunden

source: should be %{count} character(s)
de: soll %{count} Zeichen sein

source: should have %{count} item(s)
de: soll %{count} Stücken haben

source: should be at least %{count} character(s)
de: soll nicht weniger als %{count} Zeichen sein

source: should have at least %{count} item(s)
de: soll nicht weniger als %{count} Stücken haben

source: should be at most %{count} character(s)
de: soll nicht mehr als %{count} Zeichen sein

source: should have at most %{count} item(s)
de: soll nicht mehr als %{count} Stücken haben

source: must be less than %{number}
de: muss weniger als %{number} sein

source: must be greater than %{number}
de: muss größer als %{number} sein

source: must be less than or equal to %{number}
de: muss weniger oder gleich als %{number} sein

source: must be greater than or equal to %{number}
de: muss größer oder gleich als %{number} sein

source: must be equal to %{number}
de: muss gleich als %{number} sein
